Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/opetushallituksen_cygnaeus-palkinto_saamen_kielten_etaopetushankkeelle.html.tmx
Source language: fin
Languages: sms

source: Opetushallituksen Cygnaeus-palkinto saamen kielten etäopetushankkeelle
sms: Mättʼtõshalltõõzz Cygnaeus-paʹlǩǩõs sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõʹsse

source: Opetushallitus palkitsi Utsjoen kunnan ja Saamelaiskäräjien yhteisen saamen kielten etäopetushankkeen vuoden 2020 Cygnaeus-palkinnolla.
sms: Mättʼtõshalltõs paʹlǩǩii Uccjooǥǥ kååʹdd da Sääʹmteeʹǧǧ õhttsaž sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõõzz eeʹjj 2020 Cygnaeus-paʹlǩǩõõzzin.

source: Palkinnon saaja julkistettiin 23.11.2020 verkossa järjestetyssä juhlatilaisuudessa.
sms: Paʹlǩǩõõzz vuäǯǯai õlmstõʹtte 23.11.2020 neeʹttest jäʹrjstum juʹhllpooddâst.

source: Palkinnon luovutti Opetushallituksen pääjohtaja Olli-Pekka Heinonen.
sms: Paʹlǩǩõõzz juõʹjji mättʼtõshalltõõzz väʹlddjååʹđteei Olli-Pekka Heinonen.

source: Cygnaeus-palkinto myönnetään yksilölle, hankkeelle tai yhteisölle, joka on edistänyt tasa-arvoisia ja yhdenvertaisia oppimismahdollisuuksia Suomessa.
sms: Cygnaeus-paʹlǩǩõõzz miõđât privatt ooumže, haʹŋǩǩõʹsse leʹbe õõutstõʹsse, kååʹtt lij oouʹdääm tääʹssärvvsaž da õõutverddsaž mättjemvueiʹttemvuõđid Lääʹddjânnmest.

source: Palkintokriteereissä painotettiin tänä vuonna osallisuutta, saavutettavuutta ja inkluusiota edistäviä toimintatapoja.
sms: Taʹnni paʹlǩǩõskriteeʹrin tieʹdde vuässadvuõđ, tääʹvtemvuõđ da inkluusio oouʹdeei toimmnääʹl.

source: – Tämä on merkittävä tunnustus hankkeelle, joka on ehtinyt olla käynnissä ja kehittää toimintaansa vasta pari vuotta, sanoo hanketta johtava Hanna Helander Utsjoen kunnasta.
sms: – Tät lij miârkteei tobdstõs haʹŋǩǩõʹsse, kååʹtt lij ǩiõrggnam leeʹd jååʹttmen da oouʹdeed toimmjummšes eman muäʹdd eeʹjj, ceälkk haʹŋǩǩõõzz jååʹđteei Hanna Helander Uccjooǥǥ kååʹddest.

source: Hanke on järjestänyt syksystä 2018 alkaen inarin-, koltan ja pohjoissaamen kielten opetusta saamelaisten kotiseutualueen kuntien ulkopuolella.
sms: Haʹŋǩǩõs lij jääʹrjstam čõõučâst 2018 ääʹljeeʹl aanar-, nuõrttsääʹm da tâʹvvsääʹm ǩiõli mättʼtõõzz säʹmmlai dommvuuʹd kooʹddi åålǥbeäʹlnn.

source: Oppilasmäärä on noussut vuosittain parilla kymmenellä, ollen nyt noin 90 oppilasta ja opiskelijaa yhteensä 67 koulusta.
sms: Mättʼtõõttimieʹrr lij šorrnam juõʹǩǩ eeʹjj mueʹddin looʹjin, da lij ååʹn nuʹtt 90 škooulneʹǩǩed da mättʼtõõttjed õhttsiʹžže 67 škooulâst.

source: Yhteistyössä on mukana 36 opetuksen järjestäjää.
sms: Õhttsažtuâjast lie mieʹldd 36 mättʼtõõzz jäʹrjsteeʹjed.

source: Hankkeen opettajina kuluvana lukuvuonna toimivat Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila ja Sonja Moshnikoff .
sms: Haʹŋǩǩõõzz uʹčteeʹlen ååʹn jooʹtti lookkâmeeʹjj toiʹmmje Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila da Sonja Moshnikoff.

source: Hanke on ottanut käyttöön tarinankerrontaa ja leikillisiä oppimisen tapoja.
sms: Haʹŋǩǩõs lij välddam ââʹnnma mušttlummuž da siõrlaž mättjem naaʹlid.

source: – Myös luontopedagogiikkaa voidaan hyödyntää opetuksessa, kertoo Helander.
sms: – Seämma luâttpedagogiikk vueiʹtet äuʹǩǩad mättʼtõõzzâst, särnn Helander.

source: Hanke mahdollistaa kaikkien Suomen saamen kielten ja saamelaisen kulttuurin opetuksen.
sms: Haʹŋǩǩõs vueiʹtlvâstt puki Lääʹddjânnam sääʹmǩiõli da sääʹm kulttuur mättʼtõõzz.

source: Samalla se kehittää juuri tähän opetukseen soveltuvaa etäopetuspedagogiikkaa.
sms: Seämmast tõt oouʹdad samai tän mättʼtõʹsse šiõttlõs ougglõsmättʼtõspedagogiikk.

source: – Perimmäisenä tavoitteena on saamen kielten ja saamenkielisen opetuksen saaminen pysyvälle perustalle koko maassa, sanoo Saamelaiskäräjien koulutussihteeri Ulla Aikio-Puoskari.
sms: – Tuâǥǥmõs täävtõsân lij sääʹmǩiõli da sääʹmǩiõllsaž mättʼtõõzz vuäǯǯmõš põõšši vuâđ õõl veezz jânnam, särnn Sääʹmteeʹǧǧ škooultõspiisar Ulla Aikio-Puoskari.

source: – Etäyhteyksiä hyödyntävän opetuksen kehittämishanke on ensimmäinen konkreettinen askel tässä.
sms: – Ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz oouʹdeemhaʹŋǩǩõs lij vuõssmõs konkreettlaž läuʹǩǩ tõn årra.

source: Hanke jatkuu vuoden 2021 loppuun saakka, jonka jälkeen toiminnan odotetaan jatkuvan pysyvästi.
sms: Haʹŋǩǩõs juätkkai eeʹjj 2021 loopp räjja, mâŋŋa tõʹst toiʹmmjummuž vueʹrdet juätkkjem põõššjen.

source: – Toivomme, että tieto saamen kielten oppimismahdollisuudesta koko maassa saa palkinnon myötä enemmän näkyvyyttä, iloitsee hankkeen koordinaattori Arla Magga Saamelaiskäräjiltä.
sms: – Tuäivvap, što teâtt sääʹmǩiõli mättjemvueiʹttemvuõđâst veezz jânnam vuäǯǯ paʹlǩǩõõzz mieʹldd jäänab kuâsttjemvuõđ, rämmaž haʹŋǩǩõõzz koordinaattor Arla Magga Sääʹmteeʹǧǧest.

source: Cygnaeus-palkintoa on jaettu vuodesta 1981.
sms: Cygnaeus-paʹlǩǩõs lij juõkkum eeʹjj 1981 rääʹjest.

source: Kouluhallitus perusti palkinnon kunnioittamaan Suomen oppivelvollisuusisän Uno Cygnaeuksen (1810–1888) muistoa.
sms: Škooulhalltõs aalǥti paʹlǩǩõõzz ciʹsttjed Lääʹddjânnam mättõõlǥtõseʹčč Uno Cygnaeus (1810–1888) moošt.

source: Kouluhallitus lakkautettiin vuonna 1991, ja tilalle perustettu Opetushallitus jatkoi palkinnon jakamista.
sms: Škooulhalltõs lij jõskkum eeʹjjest 1991, da sâjja vuâđđuum Mättʼtõshalltõs jueʹtǩi paʹlǩǩõõzz juâkkmõõžž.

source: Palkinnon myöntämisperusteet uudistettiin vuonna 2019.
sms: Paʹlǩǩõõzz miõttâmvuâđaid ođsmõʹtteš eeʹjjest 2019.

source: Cygnaeus-palkinnolla huomioidaan nyt tasa-arvoa ja yhdenvertaisuutta edistävää toimintaa.
sms: Cygnaeus-paʹlǩǩõõzzin vuâmmšet ååʹn tääʹssäärv da õõutverddsažvuõđ oouʹdeei toiʹmmjummuž.

source: Opetushallituksessa toimiva Cygnaeus-palkintotoimikunta valitsi saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen yhteensä 29:n ehdotuksen ja kuuden finalistin joukosta.
sms: Mättʼtõshalltõõzzâst toiʹmmjeei Cygnaeus-paʹlǩǩõstoimmkåʹdd vaʹlljii sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz pilotthaʹŋǩǩõõzz õhttsiʹžže 29 eʹtǩǩõõzz da kuuđ finaliist jooukâst.

source: Palkinnon valitsijoina toimivat tänä vuonna projektiasiantuntija Michaela Moua oikeusministeriöstä ja professori Markku Jahnukainen Helsingin yliopistosta.
sms: Taʹnni paʹlǩǩõõzz vaʹlljeeʹjen toiʹmmje projeʹkttäʹšštobddi Michaela Moua vuõiggâdvuõttministeriast da professor Markku Jahnukainen Heʹlssen universiteeʹttest.

source: Tutustu Cygnaeus-palkintohaun 2020 kuuteen finalistiin!
sms: Tobdstõõđ kuʹtte Cygnaeus-päʹlǩǩõõzz ooccâm finaliʹstte!

source: OPH:n uutinen 13.10.2020
sms: OPH oođâs 13.10.2020

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Projektipäällikkö Hanna Helander, etunimi.sukunimi@edu.utsjoki.fi
sms: Projeʹkttjååʹđteei Hanna Helander, etunimi.sukunimi@edu.utsjoki.fi Koordinaattor Arla Magga, etunimi.sukunimi@samediggi.fi Škooultõspiisar Ulla Aikio-Puoskari, etunimi.sukunimi@samediggi.fi
